lllucius/DECtalk_ESPress/sdkconfig.defaults
# SPDX-License-Identifier: MIT
# Copyright (c) 2025 Leland Lucius

# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0 Project Minimal Configuration
#
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_CUSTOM=y
